brew "colordiff"
brew "direnv"
brew "git"
brew "git-lfs"
brew "go"
brew "jq"
brew "mas"
brew "neovim"
brew "nvm"
brew "packer"
brew "python3"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"

cask_args appdir: "/Applications"
tap "caskroom/versions"
cask "firefox-developer-edition"
cask "clipy"
cask "discord"
cask "docker"
cask "flash-npapi"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "java" unless system "/usr/libexec/java_home --failfast"
cask "postman"
cask "rectangle"
cask "rescuetime"
cask "slack"
cask "vagrant"
cask "visual-studio-code"
cask "virtualbox"
