brew "colordiff"
brew "direnv"
brew "git"
brew "git-lfs"
brew "go"
brew "jq"
brew "mas"
brew "neovim"
brew "packer"
brew "python3"
brew "ripgrep"
brew "terraform"
brew "trash"
brew "tree"
brew "vagrant"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"

cask_args appdir: "/Applications"
tap "homebrew/cask-versions"
cask "clipy"
cask "docker"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "postman"
cask "rectangle"
cask "rescuetime"
cask "slack"
cask "visual-studio-code"
