brew "git"
brew "git-lfs"
brew "go"
brew "rust"
brew "kotlin"
brew "zsh"
brew "wget"
brew "yarn"
brew "neovim"
brew "the_silver_searcher"
brew "terraform"
brew "packer"
brew "direnv"
brew "ag"
brew "colordiff"
brew "tree"
brew "watch"

cask_args appdir: "/Applications"
tap "caskroom/versions"
cask "shiftit"
cask "firefox-developer-edition"
cask "java" unless system "/usr/libexec/java_home --failfast"
cask "gpg-suite"
cask "visual-studio-code"
cask "google-chrome"
cask "iterm2"
cask "virtualbox"
cask "docker"
cask "vagrant"
cask "slack"
cask "emacs"
cask "flash-npapi"
cask "dropbox"
cask "rescuetime"
cask "wunderlist"
cask "trello"

